{
  'hash': '038a404613cfc1333717edcaf105f7b14c2852c3590b07511e34c66f54c20b48',
  'message': '\n【休講情報】\n日付: 10月09日(水)\n時限: 1\n科目: 情報領域演習第一\n教員: 中鹿・西山・若月・清・小山\n備考: なし',
  'end': 1570579200.0,
  'dest': 'line',
  'user_id': '5d99bfd49cec9d7334185e1c',
  'time': 1570662000.0
} {
  'hash': '038a404613cfc1333717edcaf105f7b14c2852c3590b07511e34c66f54c20b48',
  'message': '\n【休講情報】\n日付: 10月09日(水)\n時限: 1\n科目: 情報領域演習第一\n教員: 中鹿・西山・若月・清・小山\n備考: なし',
  'end': 1570579200.0,
  'dest': 'line',
  'user_id': '5d99bfd49cec9d7334185e1c',
  'time': 1570449600.0
} {
  'hash': '038a404613cfc1333717edcaf105f7b14c2852c3590b07511e34c66f54c20b48',
  'message': '\n【休講情報】\n日付: 10月09日(水)\n時限: 1\n科目: 情報領域演習第一\n教員: 中鹿・西山・若月・清・小山\n備考: なし',
  'end': 1570579200.0,
  'dest': 'line',
  'user_id': '5d99bfd49cec9d7334185e1c',
  'time': 1570527176.70353
} {
  'hash': '038a404613cfc1333717edcaf105f7b14c2852c3590b07511e34c66f54c20b48',
  'message': '\n【休講情報】\n日付: 10月09日(水)\n時限: 1\n科目: 情報領域演習第一\n教員: 中鹿・西山・若月・清・小山\n備考: なし',
  'end': 1570579200.0,
  'dest': 'line',
  'user_id': '5d99bfd49cec9d7334185e1c',
  'time': 1570662000.0
} {
  'hash': '038a404613cfc1333717edcaf105f7b14c2852c3590b07511e34c66f54c20b48',
  'message': '\n【休講情報】\n日付: 10月09日(水)\n時限: 1\n科目: 情報領域演習第一\n教員: 中鹿・西山・若月・清・小山\n備考: なし',
  'end': 1570579200.0,
  'dest': 'line',
  'user_id': '5d99bfd49cec9d7334185e1c',
  'time': 1570449600.0
} {
  'hash': '038a404613cfc1333717edcaf105f7b14c2852c3590b07511e34c66f54c20b48',
  'message': '\n【休講情報】\n日付: 10月09日(水)\n時限: 1\n科目: 情報領域演習第一\n教員: 中鹿・西山・若月・清・小山\n備考: なし',
  'end': 1570579200.0,
  'dest': 'line',
  'user_id': '5d99bfd49cec9d7334185e1c',
  'time': 1570527176.70353
} {
  'hash': '038a404613cfc1333717edcaf105f7b14c2852c3590b07511e34c66f54c20b48',
  'message': '\n【休講情報】\n日付: 10月09日(水)\n時限: 1\n科目: 情報領域演習第一\n教員: 中鹿・西山・若月・清・小山\n備考: なし',
  'end': 1570579200.0,
  'dest': 'line',
  'user_id': '5d99bfd49cec9d7334185e1c',
  'time': 1570662000.0
} {
  'hash': '038a404613cfc1333717edcaf105f7b14c2852c3590b07511e34c66f54c20b48',
  'message': '\n【休講情報】\n日付: 10月09日(水)\n時限: 1\n科目: 情報領域演習第一\n教員: 中鹿・西山・若月・清・小山\n備考: なし',
  'end': 1570579200.0,
  'dest': 'line',
  'user_id': '5d99bfd49cec9d7334185e1c',
  'time': 1570449600.0
}